/* No comment provided by engineer. */
" in the menu bar to start!" = "시작하려면 메뉴 막대에서 클릭하세요!";

/* No comment provided by engineer. */
" will be always hidden." = "항상 숨겨요.";

/* No comment provided by engineer. */
" will be hidden." = "숨겨요.";

/* No comment provided by engineer. */
"sec(s)" = "초";

/* No comment provided by engineer. */
"• Cloud backup and profile syncing" = "• 클라우드 백업 및 프로필 동기화";

/* No comment provided by engineer. */
"• Manage the menu bar icons as you want" = "• 메뉴 막대 아이콘들을 원하는 대로 관리할 수 있어요";

/* No comment provided by engineer. */
"• Reduce menu bar icon spacing" = "• 메뉴 막대 아이콘들의 간격을 줄일 수 있어요";

/* No comment provided by engineer. */
"• Supercharge your scripts or shortcuts with Barbee" = "• Barbee로 스크립트나 단축키를 강화할 수도 있어요";

/* No comment provided by engineer. */
"• Support the menu bar with a notch" = "• 노치 전용 메뉴 막대도 지원해요";

/* No comment provided by engineer. */
"• Unlimited number of times you can show/hide menu bar icons" = "• 메뉴 막대 아이콘 표시/숨기기 횟수에 제한이 없어요";

/* No comment provided by engineer. */
"• Various menu appearance styles" = "• 다양한 막대 외관 스타일도 고를 수 있어요";

/* No comment provided by engineer. */
"⌘ Shortcut List:" = "⌘ 단축키 목록:";

/* No comment provided by engineer. */
"⏰️  Monitor menu bar item changes, then perform an action" = "⏰️ 막대 항목의 변화를 확인하고, 동작을 수행하세요";

/* No comment provided by engineer. */
"⚠️⚠️⚠️Unresponsive Item %@" = "⚠️⚠️⚠️응답하지 않는 항목 %@";

/* No comment provided by engineer. */
"⛔️️ Barbee does not collect or track any of your personal data and Barbee does not apply for any network permissions." = "⛔️️ Barbee는 귀하의 개인 데이터를 수집하거나 추적하지 않으며 어떠한 네트워크 권한도 요구하지 않습니다.";

/* No comment provided by engineer. */
"✅️ Accessibility permission granted" = "✅️ 손쉬운 사용 권한이 부여됐어요";

/* No comment provided by engineer. */
"✅️ Screen Recording permission granted" = "✅️ 화면 녹화 권한이 부여됐어요";

/* No comment provided by engineer. */
"✉️ Contact us" = "✉️ 저희에게 연락하세요";

/* No comment provided by engineer. */
"⬅️Left" = "⬅️왼쪽";

/* No comment provided by engineer. */
"⭐️️ Drag to arrange your menu bar items as you want!" = "⭐️ 메뉴 막대 항목을 원하는 대로 정렬하려면 드래그하세요!";

/* No comment provided by engineer. */
"🐝 Relaunch Barbee" = "🐝 Barbee 재시작하기";

/* No comment provided by engineer. */
"🐞 Report bugs" = "🐞 버그 제보하기";

/* No comment provided by engineer. */
"👀 View details..." = "👀 자세히 보기...";

/* No comment provided by engineer. */
"👉 In the pop-up authorization window, please 🔓unlock in the lower-left corner first, then ✔️allow Barbee in the right list." = "👉 팝업 인증 창에서 먼저 왼쪽 아래에서 🔓잠금 해제를 한 후, 오른쪽 목록에서 Barbee를 ✔️허용해주세요.";

/* No comment provided by engineer. */
"💥Supercharge your scripts or shortcuts with Barbee" = "💥Barbee로 스크립트나 단축키를 강화하세요";

/* No comment provided by engineer. */
"📊 Export logs..." = "📊 로그 내보내기...";

/* No comment provided by engineer. */
"🔥️ Enhanced Mode" = "🔥️ 강화 모드";

/* No comment provided by engineer. */
"🔨 Fix cursor issues" = "🔨 커서 문제 고치기";

/* No comment provided by engineer. */
"🕶️ You are the VIP" = "🕶️ 이미 VIP 사용자시네요!";

/* No comment provided by engineer. */
"🦄 Join TestFlight..." = "🦄 TestFlight에 가입하세요...";

/* No comment provided by engineer. */
"🧩 Right-click to customize Barbee widget group" = "🧩 우클릭으로 Barbee 위젯 그룹을 사용자화하세요";

/* No comment provided by engineer. */
"🧩 Right-click to customize Barbee widgets" = "🧩 Barbee 위젯을 사용자화하려면 마우스 오른쪽 버튼을 클릭하세요";

/* No comment provided by engineer. */
"🧩 Widget Management" = "🧩 위젯 관리";

/* No comment provided by engineer. */
"🧮 Restore Patches" = "🧮 패치 복원";

/* No comment provided by engineer. */
"3-day Free Trial" = "3일 무료 체험";

/* No comment provided by engineer. */
"About" = "정보";

/* No comment provided by engineer. */
"Accessibility" = "손쉬운 사용";

/* No comment provided by engineer. */
"Action" = "액션";

/* No comment provided by engineer. */
"Action:" = "액션:";

/* No comment provided by engineer. */
"Activate for %d second(s)" = "%d초 동안 활성화";

/* No comment provided by engineer. */
"Activate for a while" = "잠깐동안 활성화하기;

/* No comment provided by engineer. */
"Activate seconds: %d" = "%d초 활성화";

/* No comment provided by engineer. */
"Active" = "활성화";

/* No comment provided by engineer. */
"Active Barbee profile with name: ${profileName}" = "활성화된 Barbee 프로필명: ${profileName}";

/* No comment provided by engineer. */
"Active Barbee profile with name." = "활동 중인 Barbee 프로필명이 있어요.";

/* No comment provided by engineer. */
"Active Barbee symbol with number: ${number}" = "활성화된 Barbee 심볼 숫자: ${number}";

/* No comment provided by engineer. */
"Active Barbee symbol with number." = "활성화된 Barbee 심볼 숫자예요.";

/* No comment provided by engineer. */
"Active Profile" = "활성화된 프로필";

/* No comment provided by engineer. */
"Active Symbol" = "활성화된 심볼";

/* No comment provided by engineer. */
"Actived profile successfully" = "프로필이 활성화됐어요!";

/* No comment provided by engineer. */
"Add" = "추가";

/* No comment provided by engineer. */
"Add/Remove menu bar inner shadow and drop shadow." = "메뉴 막대 내부 그림자와 바깥쪽 그림자를 추가/제거해요.";

/* No comment provided by engineer. */
"All Menu Bar Item" = "모든 메뉴 막대 항목";

/* No comment provided by engineer. */
"All menu bar items are visible on external screens" = "아이템 항목을 외장 모니터에 표시하기";

/* No comment provided by engineer. */
"Alpha Value" = "알파 값";

/* No comment provided by engineer. */
"Always Hidden" = "항상 숨겨짐";

/* No comment provided by engineer. */
"Always Hidden Items" = "항상 숨겨진 항목";

/* No comment provided by engineer. */
"Always Hidden Items:" = "항상 숨겨진 항목:";

/* No comment provided by engineer. */
"Always Hidden Menu Bar Item" = "항상 숨겨진 메뉴 막대 항목";

/* No comment provided by engineer. */
"App Modules" = "앱 모듈";

/* No comment provided by engineer. */
"Apply" = "적용";

/* No comment provided by engineer. */
"Arrange" = "정렬";

/* No comment provided by engineer. */
"Authorize" = "승인";

/* No comment provided by engineer. */
"Automation" = "자동화";

/* No comment provided by engineer. */
"Automation feature requires additional permissions!" = "자동화 기능에는 추가 권한이 필요합니다!";

/* No comment provided by engineer. */
"Award" = "보상";

/* No comment provided by engineer. */
"Backup profile successfully." = "프로필 백업이 성공적으로 완료되었습니다.";

/* No comment provided by engineer. */
"Backup to iCloud drive" = "iCloud 드라이브에 백업하기";

/* No comment provided by engineer. */
"Barbee" = "Barbee";

/* No comment provided by engineer. */
"Barbee requires Accessibility access to show/hide the menu bar items." = "Barbee가 메뉴 막대 항목을 표시하거나 숨기려면 손쉬운 사용 권한이 필요합니다.";

/* No comment provided by engineer. */
"Barbee requires Screen Recording access to monitor the menu bar item list and capture the images of changed items." = "Barbee가 메뉴 막대 항목 목록을 모니터링하고 변경된 항목의 이미지를 캡처하기 위해 화면 녹화 접근 권한이 필요합니다.";

/* No comment provided by engineer. */
"Barbee requires your permissions to access system capabilities to provide its functionality. Please review the permissions below." = "Barbee가 기능을 제공하기 위해 시스템 기능에 접근할 수 있는 권한이 필요합니다. 아래의 권한을 검토해주세요.";

/* No comment provided by engineer. */
"Barbee's menu bar icon has been hidden" = "Barbee의 아이콘이 숨겨졌습니다";

/* No comment provided by engineer. */
"Become VIP to use without limitation" = "VIP가 되어 제한 없이 사용하세요";

/* No comment provided by engineer. */
"Beta Testing" = "베타 테스팅";

/* No comment provided by engineer. */
"Bundle Identifier" = "번들 식별자";

/* No comment provided by engineer. */
"Cancel" = "취소";

/* No comment provided by engineer. */
"Change inner shadow state: ${innerShadowState}, drop shadow state: ${dropShadowState}" = "내부 그림자 상태 변경: ${innerShadowState}, 하단 그림자 상태: ${dropShadowState}";

/* No comment provided by engineer. */
"Change Menu Bar Color" = "메뉴 막대 색상 변경";

/* No comment provided by engineer. */
"Change menu bar color: ${color}" = "메뉴 막대 색상 변경: ${color}";

/* No comment provided by engineer. */
"Change Menu Bar Shadow State" = "메뉴 막대 그림자 상태 변경";

/* No comment provided by engineer. */
"Change Top Notch State" = "상단 노치 상태 변경";

/* No comment provided by engineer. */
"Change top notch state: ${state}" = "상단 노치 상태 변경: ${state}";

/* No comment provided by engineer. */
"Change Wallpaper..." = "배경화면 변경...";

/* No comment provided by engineer. */
"Change your current screen menu bar color, enter your color hex string(e.g. \"0AB188FF\"). Restore the color of the menu bar if the hex string is empty." = "현 화면 메뉴 막대 색상을 변경하세요. 색상 헥스 문자열을 입력하세요(예: \"0AB188FF\"). 문자열이 비어있으면 메뉴 막대 색상을 초기화합니다.";

/* No comment provided by engineer. */
"Changing menu bar color requires user directory authorization" = "메뉴 막대 색상을 변경하려면 사용자 디렉토리 접근 권한이 필요합니다";

/* No comment provided by engineer. */
"Changing menu item gaps requires user directory authorization" = "메뉴 항목 간격을 변경하려면 사용자 디렉토리 접근 권한이 필요합니다";

/* No comment provided by engineer. */
"Choose a menu bar item" = "메뉴 막대 항목을 선택하세요";

/* No comment provided by engineer. */
"Choose Barbee Mode" = "Barbee 모드 선택";

/* No comment provided by engineer. */
"Click menu bar item" = "메뉴 막대 항목을 클릭하세요";

/* No comment provided by engineer. */
"Click Menu Bar Item (Enhanced mode only)" = "메뉴 막대 항목 클릭 (확장 모드에서만 가능)";

/* No comment provided by engineer. */
"Click menu bar item by identifier: ${itemIdentifier}" = "식별자별 메뉴 막대 항목을 클릭하세요: ${itemIdentifier}";

/* No comment provided by engineer. */
"Click menu bar item by identifier(e.g. \"com.apple.controlcenter-WiFi\")." = "식별자별 메뉴 막대 항목을 클릭하세요(예: \"com.apple.controlcenter-WiFi\").";

/* No comment provided by engineer. */
"Click on the menu bar Barbee icon to toggle the visibility of hidden items directly" = "메뉴 막대에서 Barbee 아이콘을 클릭해 숨겨진 항목 열기/닫기";

/* No comment provided by engineer. */
"Click on the menu bar to toggle the visibility of hidden items" = "메뉴 막대를 클릭해 숨겨진 항목 열기/닫기";

/* No comment provided by engineer. */
"Click the icon " = "아이콘을 클릭하세요 ";

/* No comment provided by engineer. */
"Close" = "닫기";

/* No comment provided by engineer. */
"Color" = "색상";

/* No comment provided by engineer. */
"Configuration" = "구성";

/* No comment provided by engineer. */
"Confirm" = "확인";

/* No comment provided by engineer. */
"Content" = "콘텐츠";

/* No comment provided by engineer. */
"Continue" = "계속";

/* No comment provided by engineer. */
"Corner Radius" = "모서리 반경";

/* No comment provided by engineer. */
"Current Item" = "현재 항목";

/* No comment provided by engineer. */
"Cursor Keeps Flickering?" = "커서가 계속 깜빡거리나요?";

/* No comment provided by engineer. */
"Custom shortcuts feature requires additional permissions!" = "맞춤 단축키 기능은 추가 권한이 필요합니다!";

/* No comment provided by engineer. */
"Dark Background Color" = "어두운 배경 색상";

/* No comment provided by engineer. */
"Default" = "기본값";

/* No comment provided by engineer. */
"Default Gap - system default spacing between items" = "기본 간격 - 항목 간 시스템 기본 간격";

/* No comment provided by engineer. */
"Delay before hiding items again." = "항목을 다시 숨기기 전에 표시되는 시간이에요.";

/* No comment provided by engineer. */
"Delete" = "삭제";

/* No comment provided by engineer. */
"Delete `%@`" = "`%@` 삭제";

/* No comment provided by engineer. */
"Diagnostics" = "진단";

/* No comment provided by engineer. */
"Do you want to backup profiles to iCloud?" = "iCloud에 프로필을 백업할까요?";

/* No comment provided by engineer. */
"Do you want to delete profile `%@`?" = "프로필 `%@`을 삭제하시겠습니까?";

/* No comment provided by engineer. */
"Do you want to delete this automation?" = "이 자동화를 삭제하시겠습니까?";

/* No comment provided by engineer. */
"Do you want to delete this shortcut?" = "이 단축키를 삭제하시겠습니까?";

/* No comment provided by engineer. */
"Do you want to import this patch?" = "이 패치를 가져오시겠습니까?";

/* No comment provided by engineer. */
"Do you want to import this profile?" = "이 프로필을 가져오시겠습니까?";

/* No comment provided by engineer. */
"Do you want to sync profiles from iCloud?" = "iCloud에서 프로필을 동기화할까요??";

/* No comment provided by engineer. */
"Drop Shadow" = "바깥쪽 그림자";

/* No comment provided by engineer. */
"Drop Shadow State" = "바깥 그림자 상태";

/* No comment provided by engineer. */
"Edit" = "수정";

/* No comment provided by engineer. */
"Emoji" = "이모티콘";

/* No comment provided by engineer. */
"Energy Saver" = "에너지 절약";

/* No comment provided by engineer. */
"Enhanced Mode" = "확장 모드";

/* No comment provided by engineer. */
"Enhanced mode is only available for Notch screens" = "노치 화면에서만 확장 모드 활성화하기";

/* No comment provided by engineer. */
"Export" = "내보내기";

/* No comment provided by engineer. */
"Failed to active profile" = "프로필을 활성화하지 못했어요";

/* No comment provided by engineer. */
"Failed to backup profile." = "프로필 백업에 실패했어요.";

/* No comment provided by engineer. */
"Failed to change menu item gap" = "메뉴 항목 간격을 변경하지 못했어요;

/* No comment provided by engineer. */
"Failed to export profile." = "프로필 내보내기에 실패했어요.";

/* No comment provided by engineer. */
"Cursor issue fix failed" = "커서 문제를 못 고쳤어요";

/* No comment provided by engineer. */
"Failed to import patch." = "패치를 가져오기 실패했어요";

/* No comment provided by engineer. */
"Failed to import profile." = "프로필 가져오기에 실패했어요.";

/* No comment provided by engineer. */
"Failed to restore" = "복원에 실패했어요";

/* No comment provided by engineer. */
"Failed to sync profile." = "프로필 동기화에 실패했어요.";

/* No comment provided by engineer. */
"Feedback" = "피드백";

/* No comment provided by engineer. */
"Cursor issues fixed successfully" = "커서 문제를 해결했어요!";

/* No comment provided by engineer. */
"For the setting to work, you must turn on Barbee's `Launch At Login`, log out and log back into macOS." = "설정 적용을 위해서, Barbee의 '로그인 시 실행'을 설정하고, macOS에서 로그아웃한 다음 다시 로그인 해야해요.";

/* No comment provided by engineer. */
"Found %d profile(s)" = "%d개의 프로필을 찾았습니다";

/* No comment provided by engineer. */
"Frame" = "프레임";

/* No comment provided by engineer. */
"General" = "일반";

/* No comment provided by engineer. */
"Get all menu bar items" = "모든 메뉴 막대 항목을 가져오기";

/* No comment provided by engineer. */
"Get All Menu Bar Items" = "모든 메뉴 막대 항목 가져오기";

/* No comment provided by engineer. */
"Get always hidden menu bar items" = "항상 숨겨진 메뉴 막대 항목을 가져오기";

/* No comment provided by engineer. */
"Get Always Hidden Menu Bar Items" = "항상 숨겨진 메뉴 막대 항목 가져오기";

/* No comment provided by engineer. */
"Get App Modules" = "앱 모듈 가져오기";

/* No comment provided by engineer. */
"Get app modules using app bundle identifier: ${bundleIdentifier}" = "앱 번들 식별자를 사용하여 앱 모듈을 가져오기: ${bundleIdentifier}";

/* No comment provided by engineer. */
"Get hidden menu bar items" = "숨겨진 메뉴 막대 항목 가져오기";

/* No comment provided by engineer. */
"Get Hidden Menu Bar Items" = "숨겨진 메뉴 막대 항목 가져오기";

/* No comment provided by engineer. */
"Get it for free" = "무료로 받기";

/* No comment provided by engineer. */
"Get shown menu bar items" = "보이는 메뉴 막대 항목 가져오기";

/* No comment provided by engineer. */
"Get shown Menu Bar Items" = "보이는 메뉴 막대 항목 가져오기";

/* No comment provided by engineer. */
"Get Started" = "시작";

/* No comment provided by engineer. */
"Go to Barbee preferences..." = "Barbee 환경설정으로 이동...";

/* No comment provided by engineer. */
"Got it" = "알겠습니다";

/* No comment provided by engineer. */
"Grant Permissions to Barbee" = "Barbee에게 권한 부여";

/* No comment provided by engineer. */
"Has Top Notch" = "노치가 있나요";

/* No comment provided by engineer. */
"Has top notch?" = "노치가 있나요?";

/* No comment provided by engineer. */
"Height" = "높이";

/* No comment provided by engineer. */
"Help Center" = "도움말 센터";

/* No comment provided by engineer. */
"Hidden" = "숨겨진";

/* No comment provided by engineer. */
"Hidden Items" = "숨겨진 항목";

/* No comment provided by engineer. */
"Hidden Items:" = "숨겨진 항목:";

/* No comment provided by engineer. */
"Hidden Menu Bar Item" = "숨겨진 메뉴 막대 항목";

/* No comment provided by engineer. */
"Hide" = "숨기기";

/* No comment provided by engineer. */
"Hide All" = "모두 숨기기";

/* No comment provided by engineer. */
"Hide Menu Bar Item (Enhanced mode only)" = "메뉴 막대 항목 숨기기 (확장 모드 전용)";

/* No comment provided by engineer. */
"Hide menu bar item by identifier: ${itemIdentifier}, to X: ${x}" = "식별자로 메뉴 막대 항목 숨기기: ${itemIdentifier}, X로: ${x}";

/* No comment provided by engineer. */
"Hide menu bar item by identifier(e.g. \"com.apple.controlcenter-WiFi\"), X is optional." = "식별자(e.g. \"com.apple.controlcenter-WiFi\")로 메뉴 막대 항목 숨기기, X는 선택 사항입니다.";

/* No comment provided by engineer. */
"Hide not-showing items" = "보이지 않는 항목 숨기기";

/* No comment provided by engineer. */
"Hold CONTROL(⌃) and click on the menu bar icon to show / hide all items" = "CONTROL(⌃)을 누른 채 메뉴 아이콘을 클릭해 모든 항목 열기/닫기";

/* No comment provided by engineer. */
"Hold CONTROL(⌃) and click on the menu bar to show / hide all items" = "CONTROL(⌃)을 누른 채 메뉴 막대를 클릭하여 모든 항목을 열기/닫기";

/* No comment provided by engineer. */
"Hold OPTION(⌥) and click on the menu bar icon to show / hide hidden items" = "OPTION(⌥)을 누른 채 메뉴 아이콘을 클릭하여 숨겨진 항목을 열기/닫기";

/* No comment provided by engineer. */
"Hold the COMMAND(⌘) to drag the menu bar items" = "메뉴 막대 항목을 드래그하려면 COMMAND(⌘) 키를 누르세요";

/* No comment provided by engineer. */
"Hovered" = "마우스 호버링";

/* No comment provided by engineer. */
"Icon:" = "아이콘:";

/* No comment provided by engineer. */
"If you encounter any problems or would like to help us improve, or localize Barbee, please feel free to contact us!" = "문제가 발생하거나 개선을 돕거나 Barbee를 번역하는데 도움을 주고 싶으시면, 저희에게 언제든지 연락 주시기 바랍니다!";

/* No comment provided by engineer. */
"If you want to use Barbee in normal mode, just remove the granted permissions in System Preferences." = "일반 모드에서 Barbee를 사용하려면 시스템 환경설정에서 부여된 권한을 제거하면 됩니다.";

/* No comment provided by engineer. */
"If your cursor keeps flickering, try clicking the button to fix it." = "커서가 계속 깜빡거리면 버튼을 클릭하여 커서 깜빡임을 해결할 수 있습니다.";

/* No comment provided by engineer. */
"Ignore" = "무시";

/* No comment provided by engineer. */
"Image" = "이미지";

/* No comment provided by engineer. */
"Import" = "가져오기";

/* No comment provided by engineer. */
"In the case of multiple screens, non-notch screens will use normal mode to show/hide menu bar items" = "여러 모니터를 사용하는 경우, 노치가 없는 화면은 메뉴 막대 항목을 표시하거나 숨기는 데 일반 모드를 사용합니다";

/* No comment provided by engineer. */
"Inner Shadow" = "내부 그림자";

/* No comment provided by engineer. */
"Inner Shadow State" = "내부 그림자 상태";

/* No comment provided by engineer. */
"InterItem Horizontal Padding" = "항목 간 수평 패딩";

/* No comment provided by engineer. */
"InterItem Vertical Padding" = "항목 간 수직 패딩";

/* No comment provided by engineer. */
"Is Menu Bar Visible" = "메뉴 막대가 보이나요";

/* No comment provided by engineer. */
"Is menu bar visible?" = "메뉴 막대가 보이나요?";

/* No comment provided by engineer. */
"Is Movable by Window Background" = "창 배경으로 이동 가능한가요";

/* No comment provided by engineer. */
"It is strongly recommended to launch Barbee at login, would you like to enable it?" = "로그인 할 때 Barbee를 실행하는 것이 강력히 권장됩니다. 활성화하시겠습니까?";

/* No comment provided by engineer. */
"Item has any changes" = "항목에 변경 사항이 있습니다";

/* No comment provided by engineer. */
"Item Identifier" = "항목 식별자";

/* No comment provided by engineer. */
"Items" = "항목";

/* No comment provided by engineer. */
"Items dragged to the left will be always hidden. Hold the command ⌘ key to drag the items in menu bar." = "왼쪽으로 끌어다 놓은 항목은 항상 숨겨집니다. 메뉴 막대에서 항목을 드래그하려면 COMMAND(⌘) 키를 누르세요.";

/* No comment provided by engineer. */
"Items dragged to the left will be hidden. Hold the command ⌘ key to drag the items in menu bar." = "왼쪽으로 드래그한 항목은 숨겨집니다. 메뉴 막대에서 항목을 드래그하려면 COMMAND(⌘) 키를 누르세요.";

/* No comment provided by engineer. */
"Items on the left side of the icon " = "아이콘 왼쪽에 있는 항목";

/* No comment provided by engineer. */
"Launch At Login" = "로그인 시 실행";

/* No comment provided by engineer. */
"Launch Barbee at login?" = "로그인 시 Barbee를 실행하시겠습니까?";

/* No comment provided by engineer. */
"Level" = "레벨";

/* No comment provided by engineer. */
"Lifetime" = "평생";

/* No comment provided by engineer. */
"Lifetime - %@" = "평생 - %@";

/* No comment provided by engineer. */
"Light Background Color" = "밝은 배경색";

/* No comment provided by engineer. */
"Love Barbee?" = "바비가 마음에 드시나요?";

/* No comment provided by engineer. */
"Lowest" = "최저";

/* No comment provided by engineer. */
"macOS log out required" = "macOS 로그아웃 필요";

/* No comment provided by engineer. */
"Makes the notch disappear like a NINJA 🥷. (You can also set the menu bar color to ⬛️)" = "노치를 닌자처럼 사라지게 만듭니다 🥷. (메뉴 막대 색상을 ⬛️으로 설정하셔도 됩니다)";

/* No comment provided by engineer. */
"Manage App Modules in Menu Bar" = "메뉴 막대에서 앱 모듈 관리";

/* No comment provided by engineer. */
"Manage Subscription" = "구독 관리";

/* No comment provided by engineer. */
"Manage System Modules in Menu Bar" = "메뉴 막대에서 시스템 모듈 관리";

/* No comment provided by engineer. */
"Managing app modules requires user directory authorization" = "앱 모듈을 관리하려면 사용자 디렉토리 권한이 필요합니다";

/* No comment provided by engineer. */
"Menu Bar" = "메뉴 막대";

/* No comment provided by engineer. */
"Menu Bar Appearance" = "메뉴 막대 외관";

/* No comment provided by engineer. */
"Menu Bar Border Color:" = "메뉴 막대 테두리 색상:";

/* No comment provided by engineer. */
"Menu Bar Border Width:" = "메뉴 막대 테두리 너비:";

/* No comment provided by engineer. */
"Menu Bar Color:" = "메뉴 막대 색상:";

/* No comment provided by engineer. */
"Menu Bar Corner Radius:" = "메뉴 막대 모서리 반경:";

/* No comment provided by engineer. */
"Menu Bar Item Gap:" = "메뉴 막대 항목 간격:";

/* No comment provided by engineer. */
"Menu Bar Layout" = "메뉴 막대 배열";

/* No comment provided by engineer. */
"Menu Bar Layout feature requires additional permissions!" = "메뉴 막대 배열 기능은 추가적인 권한을 요구합니다!";

/* No comment provided by engineer. */
"Menu Bar Shadow:" = "메뉴 막대 그림자:";

/* No comment provided by engineer. */
"Menu Bar Size:" = "메뉴 막대 크기:";

/* No comment provided by engineer. */
"Menu Bar Style:" = "메뉴 막대 스타일:";

/* No comment provided by engineer. */
"Menu Bar Tint:" = "메뉴 막대 색깔:";

/* No comment provided by engineer. */
"Menu Bar:" = "메뉴 막대:";

/* No comment provided by engineer. */
"Mini" = "미니";

/* No comment provided by engineer. */
"Mode has been changed successfully" = "모드가 성공적으로 변경되었습니다";

/* No comment provided by engineer. */
"Mode:" = "모드:";

/* No comment provided by engineer. */
"More" = "더보기";

/* No comment provided by engineer. */
"Multi-screen:" = "멀티 스크린:";

/* No comment provided by engineer. */
"Name" = "이름";

/* No comment provided by engineer. */
"Name:" = "이름:";

/* No comment provided by engineer. */
"New" = "추가";

/* No comment provided by engineer. */
"New Items Location" = "새 항목 위치";

/* No comment provided by engineer. */
"🆕️ Request new features" = "🆕️ 새로운 기능 요청";

/* No comment provided by engineer. */
"New Single Widget..." = "새로운 싱글 위젯...";

/* No comment provided by engineer. */
"New Widget" = "새 위젯";

/* No comment provided by engineer. */
"New Widget Group" = "새 위젯 그룹";

/* No comment provided by engineer. */
"New Widget Group..." = "새 위젯 그룹...";

/* No comment provided by engineer. */
"Newly discovered menu bar items will be moved to:" = "새롭게 나타난 메뉴 막대 항목을 다음 위치로 이동합니다:";

/* No comment provided by engineer. */
"No" = "아니요";

/* No comment provided by engineer. */
"No action" = "조치 없음";

/* No comment provided by engineer. */
"No backups" = "백업 없음";

/* No comment provided by engineer. */
"No configurable app modules found" = "설정 가능한 앱 모듈을 찾을 수 없습니다";

/* No comment provided by engineer. */
"No Gap - no spacing between items" = "간격 없음 - 항목 간에 간격이 없음";

/* No comment provided by engineer. */
"No items found" = "항목을 찾을 수 없습니다";

/* No comment provided by engineer. */
"No matching results" = "일치하는 결과가 없습니다";

/* No comment provided by engineer. */
"Non-subscription, totally free" = "비구독, 완전 무료";

/* No comment provided by engineer. */
"Normal" = "일반";

/* No comment provided by engineer. */
"Normal Gap - normal spacing between items" = "일반 간격 - 항목 간 일반적인 간격";

/* No comment provided by engineer. */
"Normal Mode" = "일반 모드";

/* No comment provided by engineer. */
"Not Now" = "나중에";

/* No comment provided by engineer. */
"Notch:" = "노치:";

/* No comment provided by engineer. */
"Ok" = "좋아요";

/* No comment provided by engineer. */
"One-time purchase" = "일회성 구매";

/* No comment provided by engineer. */
"Oops, No Hidden Items! 🔥️You can arrange items in the Preferences." = "이런, 숨겨진 항목이 없습니다! 🔥️설정에서 항목을 배열할 수 있습니다.";

/* No comment provided by engineer. */
"Open System Preferences..." = "시스템 환경설정 열기...";

/* No comment provided by engineer. */
"Please hold command(⌘) and drag the `<`, `|` and `Barbee icons` in the menu bar and place them in the correct order. The order is: always hidden icons `<` hidden icons `|` shown icons `Barbee icon`." = "메뉴 막대에서 COMMAND(⌘)을 누른 채로 `<`, `|`, 그리고 `Barbee 아이콘'을 드래그하여 올바른 순서로 배치해 주세요. 순서는 다음과 같습니다: 항상 숨겨진 아이콘 `<` 숨겨진 아이콘 `|` 보이는 아이콘 `Barbee 아이콘`.";

/* No comment provided by engineer. */
"Preferences" = "설정";

/* No comment provided by engineer. */
"Preferences..." = "설정...";

/* No comment provided by engineer. */
"Privacy Policy" = "개인정보 처리방침";

/* No comment provided by engineer. */
"Profile" = "프로필";

/* No comment provided by engineer. */
"Profile Entry:" = "프로필 입력:";

/* No comment provided by engineer. */
"Profile Name" = "프로필 이름";

/* No comment provided by engineer. */
"Purchase & Restore" = "구매 및 복원";

/* No comment provided by engineer. */
"Quick Search" = "빠른 검색";

/* No comment provided by engineer. */
"Quick Search Entry:" = "빠른 검색 입력:";

/* No comment provided by engineer. */
"Quick Search feature requires additional permissions!" = "빠른 검색 기능은 추가 권한이 필요합니다!";

/* No comment provided by engineer. */
"Quick Search:" = "빠른 검색:";

/* No comment provided by engineer. */
"Quick Start Guide" = "빠른 시작 가이드";

/* No comment provided by engineer. */
"Quit" = "종료";

/* No comment provided by engineer. */
"Rate Now" = "지금 평가하기";

/* No comment provided by engineer. */
"Rate on the Mac App Store" = "Mac 앱 스토어에서 평가하기";

/* No comment provided by engineer. */
"Recommended for users with a large screen or no icons hidden by the system." = "시스템에 의해 숨겨진 아이콘이 없거나 큰 화면을 이용하는 사용자에게 권장됩니다.";

/* No comment provided by engineer. */
"Recommended for users with notch on the screen or users with hidden icons in the system." = "노치가 있는 사용자 또는 시스템에서 숨겨진 아이콘이 있는 사용자에게 추천합니다.";

/* No comment provided by engineer. */
"Reduce Refresh Rate When Using Battery Power" = "배터리 전원 사용 시 새로고침 빈도 줄이기";

/* No comment provided by engineer. */
"Refresh" = "새로고침";

/* No comment provided by engineer. */
"Refresh Interval in Seconds" = "초 단위 새로고침 간격";

/* No comment provided by engineer. */
"Refresh menu bar items" = "메뉴 막대 항목 새로고침";

/* No comment provided by engineer. */
"Refresh Menu Bar Items" = "메뉴 막대 항목 새로고침";

/* No comment provided by engineer. */
"Regular" = "일반";

/* No comment provided by engineer. */
"Related Item:" = "관련 항목:";

/* No comment provided by engineer. */
"Reduce useable screen space to mask notch" = "노치를 가리기 위하여 사용 가능한 화면 공간을 줄입니다";

/* No comment provided by engineer. */
"Remove/Add top notch when you use the notched Mac." = "노치가 있는 Mac을 사용할 때 노치를 제거하거나 추가하세요.";

/* No comment provided by engineer. */
"Request Access..." = "권한 요청하기...";

/* No comment provided by engineer. */
"Reset" = "재설정";

/* No comment provided by engineer. */
"Reset All Permissions" = "모든 권한 재설정";

/* No comment provided by engineer. */
"🆘️ Reset all permissions" = "🆘️ 모든 권한 재설정";

/* No comment provided by engineer. */
"Restore Purchase" = "구매 복원";

/* No comment provided by engineer. */
"Restore successfully! If it still doesn't work, please reinstall the app." = "성공적으로 복원되었습니다! 정상적으로 작동하지 않으면 앱을 다시 설치하세요.";

/* No comment provided by engineer. */
"Returns all menu bar items." = "모든 메뉴 막대 항목을 복원합니다.";

/* No comment provided by engineer. */
"Returns always hidden menu bar items." = "항상 숨겨진 메뉴 막대 항목을 복원합니다.";

/* No comment provided by engineer. */
"Returns app modules using app bundle identifier." = "앱 번들 식별자를 사용하여 앱 모듈을 복원합니다.";

/* No comment provided by engineer. */
"Returns hidden menu bar items." = "숨겨진 메뉴 막대 항목을 복원합니다.";

/* No comment provided by engineer. */
"Returns shown menu bar items." = "보이는 메뉴 막대 항목을 복원합니다.";

/* No comment provided by engineer. */
"Returns whether the current active screen has top notch." = "현재 활성화된 스크린의 노치 유무 여부를 복원합니다.";

/* No comment provided by engineer. */
"Returns whether the current active screen menu bar is visible." = "현재 활성화된 스크린의 메뉴 막대 표시 여부를 복원합니다.";

/* No comment provided by engineer. */
"Reveal In Finder" = "Finder에서 보기";

/* No comment provided by engineer. */
"Right➡️" = "오른쪽➡️";

/* No comment provided by engineer. */
"Scopes:" = "범위:";

/* No comment provided by engineer. */
"Screen Recording" = "화면 녹화";

/* No comment provided by engineer. */
"Search" = "검색";

/* No comment provided by engineer. */
"Search for a menu bar item" = "메뉴 막대 항목을 검색하세요";

/* No comment provided by engineer. */
"Select" = "선택";

/* No comment provided by engineer. */
"Select a related menu bar item" = "관련 메뉴 막대 항목을 선택하세요";

/* No comment provided by engineer. */
"Select..." = "선택...";

/* No comment provided by engineer. */
"Separated" = "개별";

/* No comment provided by engineer. */
"SF Symbols" = "SF 심볼";

/* No comment provided by engineer. */
"Shortcut to show / hide all items:" = "모든 항목을 표시하거나 숨기는 단축키:";

/* No comment provided by engineer. */
"Shortcut to show / hide hidden items:" = "숨겨진 항목을 표시하거나 숨기는 단축키:";

/* No comment provided by engineer. */
"Shortcut:" = "단축키:";

/* No comment provided by engineer. */
"Shortcuts" = "단축키";

/* No comment provided by engineer. */
"Show" = "보기";

/* No comment provided by engineer. */
"Show all" = "모두 보기";

/* No comment provided by engineer. */
"Show All" = "모두 보기";

/* No comment provided by engineer. */
"Show all menu bar items" = "모든 메뉴 막대 항목 보기";

/* No comment provided by engineer. */
"Show Entry in Menu" = "메뉴에서 항목 보기";

/* No comment provided by engineer. */
"Show hidden menu bar items" = "숨겨진 메뉴 막대 항목 보기";

/* No comment provided by engineer. */
"Show in All Spaces" = "모든 공간에 보이기";

/* No comment provided by engineer. */
"Show Menu Bar Item (Enhanced mode only)" = "메뉴 막대 항목 보기(확장 모드 전용)";

/* No comment provided by engineer. */
"Show menu bar item by identifier: ${itemIdentifier}, to X: ${x}" = "식별자로 메뉴 막대 항목 표시: ${itemIdentifier}, X에게: ${x}";

/* No comment provided by engineer. */
"Show menu bar item by identifier(e.g. \"com.apple.controlcenter-WiFi\"), X is optional." = "식별자를 통해 메뉴 막대 항목을 표시합니다(예: \"com.apple.controlcenter-WiFi\"), X는 선택 사항입니다.";

/* No comment provided by engineer. */
"Show Profile in Menu" = "메뉴에서 프로필 보기";

/* No comment provided by engineer. */
"Shown Items" = "보이는 항목";

/* No comment provided by engineer. */
"Shown Items:" = "보이는 항목:";

/* No comment provided by engineer. */
"Shown Menu Bar Item" = "보이는 메뉴 막대 항목";

/* No comment provided by engineer. */
"Small Gap - proper spacing between items" = "좁은 간격 - 항목 사이 적절한 간격";

/* No comment provided by engineer. */
"Some of the menu bar items will be moved into a separate menu bar in enhanced mode, this mode requires the user to authorize some necessary permissions (Screen Recording & Accessibility), but there will be no extra permission requests in the normal mode." = "확장 모드에서 메뉴 막대의 일부 항목은 별도의 메뉴 막대로 이동되며, 이 모드에서는 사용자가 일부 필수 권한(화면 녹화 및 접근성)을 승인해야 하지만, 일반 모드에서는 추가 권한 요청이 필요하지 않습니다.";

/* No comment provided by engineer. */
"Something Wrong?" = "문제가 발생했나요?";

/* No comment provided by engineer. */
"🆘 If the app still prompts that there is no permission after you authorize Barbee, please cancel the authorization of Barbee and delete Barbee in the authorization list, then relaunch Barbee and grant permissions again." = "🆘 Barbee에 대한 권한을 부여한 후에도 앱이 권한이 없다는 메시지가 계속 표시되면, Barbee의 권한을 취소하고 권한 목록에서 Barbee를 삭제한 후, Barbee를 다시 실행하고 권한을 다시 부여하세요.";

/* No comment provided by engineer. */
"Start" = "시작";

/* No comment provided by engineer. */
"Start BarBee automatically at login." = "로그인할 때 자동으로 BarBee 시작하세요.";

/* No comment provided by engineer. */
"Startup:" = "시작:";

/* No comment provided by engineer. */
"State" = "상태";

/* No comment provided by engineer. */
"Switch App Module State" = "앱 모듈 상태 변경";

/* No comment provided by engineer. */
"Switch Barbee Mode" = "Barbee 모드 변경";

/* No comment provided by engineer. */
"Switch the app module state in menu bar by its identifier(e.g. \"com.apple.controlcenter-WiFi\")." = "메뉴 막대에서 식별자(예시: \"com.apple.controlcenter-WiFi\")에 따라 앱 모듈 상태를 변경핫요.";

/* No comment provided by engineer. */
"Switch the app module state:${state} in menu bar by its identifier: ${itemIdentifier}" = "메뉴 막대에서 식별자를 통해 앱 모듈 상태를 변경하세요:${state}: ${itemIdentifier}";

/* No comment provided by engineer. */
"Switch to Enhanced Mode" = "확장 모드로 전환";

/* No comment provided by engineer. */
"Switch to Normal Mode" = "일반 모드로 전환";

/* No comment provided by engineer. */
"Symbol Number" = "심볼 번호";

/* No comment provided by engineer. */
"Symbol:" = "심볼:";

/* No comment provided by engineer. */
"Sync from iCloud drive" = "iCloud 드라이브에서 동기화";

/* No comment provided by engineer. */
"Sync profile successfully." = "프로필 동기화에 성공했습니다.";

/* No comment provided by engineer. */
"Terms of Use" = "이용 약관";

/* No comment provided by engineer. */
"Text" = "텍스트";

/* (No Comment) */
"Thanks to all who keep supporting Barbee🖤.\\nYour encouragement is the fuel that keeps me going.\\n\\nIf you are a student, a teacher, an open-source maintainer, or if purchasing this paid version is beyond your current means,\\n👋 please reach out. You will get it free of charge🆓️. \\n\\n🌐️ If you can help translate Barbee into your language or improve Barbee's current translations, \\nyou will have the lifetime version and your name will be listed as a contributor to Barbee." = "Barbee🖤에게 지지를 보내주시는 모든 분들께 감사드립니다.\n여러분의 격려가 저를 계속 전진하게 하는 연료입니다.\n\n학생이거나, 선생님이거나, 오픈 소스 관리자거나, 혹은 유료 버전을 구매하기 어려운 형편이시라면,\n👋 연락 주세요. 무료로 드리겠습니다🆓️. \n\n🌐️ 만약 여러분이 자신의 언어로 Barbee를 번역하거나 현재 Barbee의 번역을 개선할 수 있다면, 평생 버전을 받게 되며, 여러분의 이름은 Barbee의 기여자로 명단에 올라갑니다.";

/* No comment provided by engineer. */
"Thanks for purchasing Barbee VIP" = "Barbee VIP를 구매해 주셔서 감사합니다";

/* No comment provided by engineer. */
"Thanks for trying Barbee" = "Barbee를 사용해 주셔서 감사합니다";

/* No comment provided by engineer. */
"The automation will be deleted and changes take effect immediately" = "자동화는 삭제되며 변경 사항이 즉시 적용됩니다";

/* No comment provided by engineer. */
"The beta version may contain bugs or cause issues. Any feedback you can provide is always greatly appreciated." = "베타 버전에서는 버그가 있거나 문제가 발생할 수 있습니다. 제공해 주신 모든 피드백에 감사의 말씀드립니다.";

/* No comment provided by engineer. */
"The changes have been saved, and it will take effect after exiting and restarting the app `%@`." = "변경 사항이 저장되었으며, 앱 `%@`을 종료하고 다시 시작한 후에 적용됩니다.";

/* No comment provided by engineer. */
"The following modules have been found that may be displayed in the menu bar, you can enable or disable them." = "메뉴 막대에 표시될 수 있는 다음 모듈들이 발견되었으며, 이를 활성화하거나 비활성화할 수 있습니다.";

/* No comment provided by engineer. */
"The hidden menu bar icon will appear in a separate menu bar in the upper right corner." = "숨겨진 메뉴 막대 아이콘은 오른쪽 상단 별도의 메뉴 막대에 표시됩니다.";

/* No comment provided by engineer. */
"The hidden menu bar icons will be collapsed." = "숨겨진 메뉴 막대의 아이콘이 닫힙니다.";

/* No comment provided by engineer. */
"The hover area of the menu bar include the app menu and Apple logo area" = "메뉴 막대의 호버 영역에 앱 메뉴와 애플 로고 영역이 포함됩니다";

/* No comment provided by engineer. */
"The iCloud profiles will be replaced by the local profiles, which cannot be restored." = "iCloud 프로필은 복원이 불가능한 로컬 프로필로 대체됩니다.";

/* No comment provided by engineer. */
"The icon may persist in the menu bar and impact your experience using Barbee." = "아이콘이 메뉴 막대에 계속 표시될 수 있습니다. 이 기능을 사용하면 사용자 경험에 영향을 줄 수 있습니다.";

/* No comment provided by engineer. */
"The item is invisible" = "항목이 보이지 않습니다";

/* No comment provided by engineer. */
"The item is invisible because of the top notch, you can hide the notch, adjust the resolution of the display or reduce the number of visible items in the Barbee preferences." = "항목은 노치 때문에 보이지 않습니다. 노치를 숨기거나 디스플레이의 해상도를 변경하거나 Barbee 환경 설정에서 보이는 항목의 수를 줄일 수 있습니다.";

/* No comment provided by engineer. */
"The item is invisible because the menu bar does not have enough space, you can adjust the resolution of the display or reduce the number of visible items in the Barbee preferences." = "메뉴 막대에 충분한 공간이 없기 때문에 항목이 보이지 않습니다. 디스플레이의 해상도를 조정하거나 Barbee 기본 설정에서 보이는 항목의 수를 줄일 수 있습니다.";

/* No comment provided by engineer. */
"The local profiles will be replaced by the iCloud profiles, which cannot be restored." = "로컬 프로필은 복원이 불가능한 iCloud 프로필로 대체됩니다.";

/* No comment provided by engineer. */
"The patch has been imported." = "패치를 가져왔습니다.";

/* No comment provided by engineer. */
"The profile has been exported." = "프로필을 내보냈습니다.";

/* No comment provided by engineer. */
"The profile has been imported." = "프로필을 가져왔습니다.";

/* No comment provided by engineer. */
"The selected item is not in the menu bar now" = "선택한 항목이 현재 메뉴 막대에 없습니다";

/* No comment provided by engineer. */
"The shadow below the menu bar" = "메뉴 막대 하단의 그림자";

/* No comment provided by engineer. */
"The shadow in the menu bar" = "메뉴 막대 내의 그림자";

/* No comment provided by engineer. */
"The shortcut will be deleted and changes take effect immediately" = "단축키가 삭제되며 변경 사항은 즉시 적용됩니다";

/* No comment provided by engineer. */
"Then: %@" = "그럼: %@";

/* No comment provided by engineer. */
"Thin" = "얇은";

/* (No Comment) */
"This prompt will appear when Barbee is running on a newer version of macOS to capture the screenshot of menu bar items. \\n⛔️ Barbee is an offline app with no network permissions." = "이 안내 메시지는 Barbee가 새로운 macOS에서 메뉴 막대 항목의 스크린샷을 캡처할 때 나타납니다. \n⛔️ Barbee는 네트워크 권한이 없는 오프라인 앱입니다.";

/* No comment provided by engineer. */
"Top Notch" = "상단 노치";

/* No comment provided by engineer. */
"Topmost" = "최상위";

/* No comment provided by engineer. */
"Trigger:" = "트리거:";

/* No comment provided by engineer. */
"Unified" = "통합된";

/* No comment provided by engineer. */
"Upgrade to Barbee VIP" = "Barbee VIP로 업그레이드하세요";

/* No comment provided by engineer. */
"Use Barbee in enhanced mode?" = "Barbee를 확장 모드에서 사용하시겠습니까?";

/* No comment provided by engineer. */
"Use in Shortcuts" = "단축키에서 사용";

/* No comment provided by engineer. */
"Redeem code" = "리딤 코드를 사용하세요";

/* No comment provided by engineer. */
"View iCloud profiles" = "iCloud 프로필 보기";

/* No comment provided by engineer. */
"View URL Schemes" = "URL 스키마 보기";

/* No comment provided by engineer. */
"Welcome to Barbee!" = "Barbee에 오신 것을 환영합니다!";

/* No comment provided by engineer. */
"When hovering for more than a certain period of time, show hidden items." = "일정 시간 이상 호버링할 때 숨겨진 항목을 표시합니다.";

/* No comment provided by engineer. */
"When hovering over the menu bar, hidden items will be shown automatically" = "메뉴 막대 위로 마우스를 올리면 숨겨진 항목이 자동으로 표시됩니다";

/* No comment provided by engineer. */
"When hovering over the menu of the app or the Apple(🍎) logo, hidden items will be also shown automatically" = "앱 메뉴나 애플(🍎) 로고 위에 마우스를 올려도 숨겨진 항목들이 자동으로 표시됩니다";

/* No comment provided by engineer. */
"When leaving the menu bar, hidden items will be hidden again" = "메뉴 막대를 벗어날 때, 숨겨진 항목들은 다시 숨겨집니다";

/* No comment provided by engineer. */
"When the external screen becomes the focus, all menu bar items will be visible, and when the focus is lost, they will be hidden again." = "외장 모니터에 포커스가 될 때, 모든 메뉴 막대 항목이 표시되고, 포커스를 잃으면 다시 숨겨질 것입니다.";

/* No comment provided by engineer. */
"When there is a problem with Barbee, you can try to relaunch Barbee to solve this problem." = "문제가 발생하면 Barbee를 다시 실행하여 이 문제를 해결할 수 있습니다.";

/* No comment provided by engineer. */
"When you click on the blank area of the menu bar, Barbee will toggle showing hidden items." = "메뉴 막대의 빈 영역을 클릭하면 Barbee가 숨겨진 항목을 표시하거나 숨깁니다.";

/* No comment provided by engineer. */
"When you click on the menu bar icon, Barbee will toggle showing hidden items instead of Barbee menu. The Barbee menu will be displayed when you right-click the menu bar icon." = "메뉴 막대 아이콘을 클릭하면 Barbee 메뉴 대신 숨겨진 항목을 표시하거나 숨깁니다. 메뉴 막대 아이콘을 우클릭하면 Barbee 메뉴가 표시됩니다.";

/* No comment provided by engineer. */
"When you hold CONTROL(⌃) and click on the menu bar icon, Barbee will toggle showing / hiding all items." = "CONTROL(⌃)을 누르고 메뉴 막대 아이콘을 클릭하면, Barbee는 모든 항목을 표시하거나 숨깁니다.";

/* No comment provided by engineer. */
"When you hold CONTROL(⌃) and click on the menu bar, Barbee will toggle showing / hiding all items." = "CONTROL(⌃)을 누르고 메뉴 막대를 클릭하면, Barbee는 모든 항목을 표시하거나 숨깁니다.";

/* No comment provided by engineer. */
"When you hold OPTION(⌥) and click on the menu bar icon, Barbee will toggle showing / hiding hidden items." = "OPTION(⌥)을 누르고 메뉴 막대 아이콘을 클릭하면, Barbee는 숨겨진 항목을 표시하거나 숨깁니다.";

/* No comment provided by engineer. */
"When: %@" = "언제: %@";

/* No comment provided by engineer. */
"Whether you love Barbee or feel we could be doing better, we want to know!" = "Barbee를 좋아하시거나, 더 나아질 점이 있다고 생각하신다면, 여러분의 생각을 알려주세요!";

/* No comment provided by engineer. */
"Which mode of tutorial would you like to see?" = "어떤 모드의 튜토리얼을 보고 싶으신가요?";

/* No comment provided by engineer. */
"Widget" = "위젯";

/* No comment provided by engineer. */
"Widget Entry:" = "위젯 항목:";

/* No comment provided by engineer. */
"Widget feature requires additional permissions!" = "위젯 기능은 추가 권한이 필요합니다!";

/* No comment provided by engineer. */
"Width" = "너비";

/* No comment provided by engineer. */
"Wrong order of Barbee menu bar icons" = "Barbee 메뉴 막대 아이콘의 잘못된 순서";

/* No comment provided by engineer. */
"X" = "X";

/* No comment provided by engineer. */
"Y" = "Y";

/* No comment provided by engineer. */
"Yearly" = "연간";

/* No comment provided by engineer. */
"Yearly - %@" = "매년 - %@";

/* No comment provided by engineer. */
"Yearly VIP membership" = "연간 VIP 멤버십 구독";

/* No comment provided by engineer. */
"Yes" = "예";

/* No comment provided by engineer. */
"You can change the location of Barbee's menu bar icon in the `Menu Bar Layout` setting" = "`메뉴 막대 배열` 설정에서 Barbee의 메뉴 막대 아이콘 위치를 변경하세요.";

/* No comment provided by engineer. */
"You can check out the quick start guide to learn more about the two modes of Barbee." = "빠른 시작 가이드를 확인하여 Barbee의 두 가지 모드에 대해 더 자세히 알아보세요.";

/* No comment provided by engineer. */
"You can enable or disable the `Profile` entry in Barbee's menu." = "Barbee 메뉴에서 `프로필` 항목을 활성화하거나 비활성화할 수 있습니다.";

/* No comment provided by engineer. */
"You can enable or disable the `Quick Search` entry in Barbee's menu." = "Barbee 메뉴에서 `빠른 검색` 항목을 활성화하거나 비활성화할 수 있습니다.";

/* No comment provided by engineer. */
"You can enable or disable the `Widget` entry in Barbee's menu." = "Barbee 메뉴에서 `위젯` 항목을 활성화하거나 비활성화할 수 있습니다.";

/* No comment provided by engineer. */
"You can export diagnostic logs and send them back to the developer, which can help the developer resolve your issue." = "진단 로그를 내보내고 개발자에게 전송할 수 있으며, 이는 개발자가 문제를 해결하는 데 도움이 됩니다.";

/* No comment provided by engineer. */
"You can modify the layout of the extra menu bar in the app's preferences window" = "앱의 설정 창에서 추가 메뉴 막대의 배열을 수정할 수 있습니다";

/* No comment provided by engineer. */
"You have unlocked all features for 3 days, enjoy!" = "3일 동안 모든 기능의 잠금을 해제했습니다. 지금 즐기세요!";

/* No comment provided by engineer. */
"You have unlocked all features, enjoy!" = "모든 기능이 잠금 해제되었습니다. 지금 즐기세요!";

/* No comment provided by engineer. */
"Your payment will be charged to your iTunes Account once you confirm your purchase. Your iTunes account will be charged again when your subscription automatically renews at the end of your current subscription period unless auto-renew is turned off at least 24 hours prior to the end of the current period. You can manage or turn off auto-renew in your Apple ID Account Settings any time after purchase." = "구매를 결정하면 결제금액이 iTunes 계정에 청구됩니다. 현재 구독 기간이 종료되기 최소 24시간 전에 자동 갱신을 끄지 않는 한, 구독이 자동 갱신될 때 iTunes 계정에 다시 청구됩니다. 구매 후 언제든지 Apple ID 계정 설정에서 자동 갱신을 관리하거나 끌 수 있습니다.";

/* No comment provided by engineer. */
"When the screen width is wide enough, menu bar icons will no longer be hidden" = "화면 폭이 충분히 넓으면 메뉴 막대 아이콘이 숨겨지지 않습니다";

/* No comment provided by engineer. */
"The screen width threshold" = "화면 폭 임계값";

/* No comment provided by engineer. */
"pixel(s)" = "픽셀";

/* No comment provided by engineer. */
"Found screen size(s):" = "발견된 화면 크기:";

/* No comment provided by engineer. */
"Reset All" = "전체 재설정";

/* No comment provided by engineer. */
"Reset to default appearance:" = "기본 외관으로 재설정:";

/* No comment provided by engineer. */
"Follow us" = "팔로우하세요";

/* No comment provided by engineer. */
"Translate Barbee" = "Barbee 번역하기";

/* No comment provided by engineer. */
"Start Translating" = "번역 시작하기";

/* No comment provided by engineer. */
"💦Contributors" = "💦기여자";

/* No comment provided by engineer. */
"Special thanks to these volunteers for helping with Barbee Localization! 🌍🌎🌏" = "Barbee 번역을 도와주신 사용자분들께 특별히 감사드립니다! 🌍🌎🌏";

/* No comment provided by engineer. */
"👋Translating Barbee" = "👋Barbee 번역하기";

/* No comment provided by engineer. */
"If you want to help translate Barbee into other languages or improve existing translations, we would very appreciate that." = "다른 언어로 Barbee를 번역하거나 기존 번역을 개선하는 데 도움을 주시면 매우 감사하겠습니다.";

/* No comment provided by engineer. */
"Optimization:" = "최적화:";

/* No comment provided by engineer. */
"Reduce the interference of the `Screen Recording` icon" = "`화면 녹화` 아이콘의 간섭 줄이기";

/* No comment provided by engineer. */
"Reduce the refresh frequency of the menu bar icon and optimize the appearance probability of the `Screen Recording` icon." = "메뉴 막대 아이콘의 새로고침 빈도를 줄이고 `화면 녹화` 아이콘의 출현 확률을 최적화합니다.";

/* No comment provided by engineer. */
"Special thanks to:" = "특별히 감사합니다:";

/* No comment provided by engineer. */
"Optimize the cursor click, unable to move, flicker and disappear issues" = "커서 클릭, 움직일 수 없음, 깜박임 및 사라짐 문제 최적화";

/* No comment provided by engineer. */
"Use the more optimized menu bar icon management algorithm" = "더 최적화된 메뉴 막대 아이콘 관리 알고리즘 사용";

/* No comment provided by engineer. */
"Tip: You can also hold down command ⌘ and drag the icon in the menu bar to change the menu bar layout." = "Tip: COMMAND(⌘)를 누른 상태에서 메뉴 막대의 아이콘을 드래그하여 배열을 변경할 수 있습니다.";

/* No comment provided by engineer. */
"Special Item Library:" = "특수 항목 라이브러리:";

/* No comment provided by engineer. */
"Add spacer between items" = "항목 사이에 공간 추가";

/* No comment provided by engineer. */
"Put items into a group" = "항목을 그룹에 넣기";

/* No comment provided by engineer. */
"Spacer width: %d" = "공간 너비: %d";

/* No comment provided by engineer. */
"Width:" = "너비:";

/* No comment provided by engineer. */
"Spacer width: %d" = "공간 너비: %d";

/* No comment provided by engineer. */
"Automatically hide other items before showing hidden items" = "숨겨진 항목을 표시하기 전에 다른 항목을 자동으로 숨깁니다";

/* No comment provided by engineer. */
"Show hidden items more concisely and focused, but only works in 'Enhanced Mode'" = "숨겨진 항목을 더 간결하고 집중적으로 표시하지만, '확장 모드'에서만 작동합니다";

/* No comment provided by engineer. */
"Items in group:" = "그룹 내 항목:";

/* No comment provided by engineer. */
"Candidates:" = "후보:";

/* No comment provided by engineer. */
"Group: %@" = "그룹: %@";

/* No comment provided by engineer. */
"No name" = "이름 없음";

/* No comment provided by engineer. */
"Drop down menu bar participates in macOS window cycling" = "드롭다운 메뉴 막대가 macOS 창 순환에 포함";

/* No comment provided by engineer. */
"The drop down menu bar can become the user's active window." = "드롭다운 메뉴 막대가 사용자의 활성화된 창이 될 수 있음.";

/* No comment provided by engineer. */
"Show group on click" = "클릭 시 그룹 표시";

/* No comment provided by engineer. */
"Show group on hover" = "마우스를 올리면 그룹 표시";

/* No comment provided by engineer. */
"Auto sync with iCloud" = "iCloud와 자동 동기화";

/* No comment provided by engineer. */
"Rename" = "이름 변경";

/* No comment provided by engineer. */
"Matches icon state" = "아이콘 상태와 일치함";

/* No comment provided by engineer. */
"Does not match icon state" = "아이콘 상태와 일치하지 않음";

/* No comment provided by engineer. */
"Battery state" = "배터리 상태";

/* No comment provided by engineer. */
"Power source" = "전원 공급";

/* No comment provided by engineer. */
"⚡️Any Power Source" = "⚡️모든 전원 공급";

/* No comment provided by engineer. */
"🔋 Battery" = "🔋 배터리";

/* No comment provided by engineer. */
"🔌 Power Adapter" = "🔌 어댑터";
